Repository: bob-zebedy/Lumera
Catalog: Lumera/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: Applied next launch
zh_hans: 下次启动生效

source: Aspect Ratio
zh_hans: 画幅

source: Auto
zh_hans: 自动

source: Auto Mode
zh_hans: 自动模式

source: Back to Camera
zh_hans: 返回拍摄界面

source: Build Version
zh_hans: 构建版本

source: Camera Access Required
zh_hans: 需要相机权限

source: Camera is busy
zh_hans: 相机被占用

source: Cannot save photo
zh_hans: 无法保存照片

source: Capture failed: %@
zh_hans: 拍摄失败: %@

source: Choose a Lens
zh_hans: 选择镜头

source: Contact
zh_hans: 联系我们

source: Configuration error
zh_hans: 配置错误

source: Defaults
zh_hans: 默认值

source: Done
zh_hans: 完成

source: Enable camera in Settings → Lumera to take photos.
zh_hans: 请在 【设置】 → 【Lumera】 中启用相机权限以拍摄照片

source: Enable HDR
zh_hans: 启用 HDR 模式

source: Exposure Compensation
zh_hans: 曝光补偿

source: Face Detection
zh_hans: 人脸检测

source: Flash
zh_hans: 闪光灯

source: Flash Mode
zh_hans: 闪光灯模式

source: Flash: %@
zh_hans: 闪光灯: %@

source: FOCUS
zh_hans: 对焦

source: Format
zh_hans: 格式

source: Format: %@
zh_hans: 格式: %@

source: Haptic Feedback
zh_hans: 震动反馈

source: HDR enables Smart HDR / Deep Fusion / Night Mode.
zh_hans: HDR 启用 Smart HDR / Deep Fusion / Night Mode

source: HDR Mode
zh_hans: HDR 模式

source: Interface
zh_hans: 界面

source: ISO
zh_hans: 感光度

source: Latest photo
zh_hans: 最近一张

source: Lens
zh_hans: 镜头

source: Location permission denied
zh_hans: 未授予位置访问权限

source: Main
zh_hans: 主摄

source: Manual Mode
zh_hans: 手动模式

source: Manual Mode: %@
zh_hans: 手动模式: %@

source: Near
zh_hans: 近

source: Next
zh_hans: 下一步

source: No matching camera found
zh_hans: 未找到对应镜头

source: Off
zh_hans: 关闭

source: Off / Auto / Force On
zh_hans: 关闭 / 自动 / 强制开启

source: On
zh_hans: 开启

source: Open Settings
zh_hans: 打开设置

source: Photo
zh_hans: 拍照

source: Privacy Policy
zh_hans: 隐私政策

source: Photo capture timed out
zh_hans: 拍摄超时

source: Photo Format
zh_hans: 照片格式

source: Photo library access denied
zh_hans: 未授予相册访问权限

source: Preview the last captured photo
zh_hans: 预览拍摄的上一张照片

source: Record Location in Photos
zh_hans: 在照片中记录地理位置

source: Replay Tutorial
zh_hans: 重新查看引导

source: Saving to Photos timed out
zh_hans: 保存照片超时

source: Settings
zh_hans: 设置

source: Show Grid
zh_hans: 显示网格

source: Shutter
zh_hans: 快门

source: SHUTTER
zh_hans: 快门

source: Skip
zh_hans: 跳过

source: Swipe down anywhere on screen
zh_hans: 在屏幕任意位置向下滑动

source: Swipe down on the photo
zh_hans: 向下滑动照片

source: Swipe left or right anywhere in auto mode
zh_hans: 自动模式下 在屏幕任意位置左右滑动

source: Swipe up anywhere on screen
zh_hans: 在屏幕任意位置向上滑动

source: Take a Photo
zh_hans: 拍摄照片

source: Tap a lens chip to switch lens
zh_hans: 点击镜头标签切换镜头

source: Tap the gear icon
zh_hans: 点击齿轮图标

source: Tap the shutter or use volume keys
zh_hans: 点击快门 / 使用音量键

source: Telephoto
zh_hans: 长焦

source: Ultra Wide
zh_hans: 超广角

source: unknown error
zh_hans: 未知错误

source: Version
zh_hans: 版本

source: View Latest Photo
zh_hans: 查看上张照片

source: View Photo
zh_hans: 查看照片

source: WHITE BAL
zh_hans: 白平衡
